blog/2013-10-20-linkfest.html

<!DOCTYPE HTML>
<html>
<head>
	<meta charset="utf-8">
	<title>Weekend Linkfest 20.10.2013 - Everything Counts</title>
	<meta name="author" content="Ronert Obst">

	
	<meta name="description" content="Statistics and Machine Learning Gaussian Processes for Machine Learning (GPML) Toolbox R Statistics with MongoDB Graduate Summer School: Deep &hellip;">
	
	<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">

	<link href="/atom.xml" rel="alternate" title="Everything Counts" type="application/atom+xml">
	<link rel="canonical" href="">
	<link href="/favicon.png" rel="shortcut icon">
	<link href="/stylesheets/screen.css" media="screen, projection" rel="stylesheet" type="text/css">
	<!--[if lt IE 9]><![endif]-->
	<!--- MathJax Configuration -->

</head>

<body>
	<header id="header" class="inner"><h1><a href="/">Everything Counts</a></h1>
<nav id="main-nav"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</nav>
<nav id="mobile-nav">
	<div class="alignleft menu">
		<a class="button">Menu</a>
		<div class="container"><ul class="main">
  <li><a href="/">Blog</a></li>
  <li><a href="/blog/archives">Archives</a></li>
  <li><a href="/about/">About</a></li>
</ul>
</div>
	</div>
	<div class="alignright search">
		<a class="button"></a>
		<div class="container">
			<form action="http://google.com/search" method="get">
				<input type="text" name="q" results="0">
				<input type="hidden" name="q" value="site:ronert-obst.com">
			</form>
		</div>
	</div>
</nav>
<nav id="sub-nav" class="alignright">
	<div class="social">
		
		
		<a class="google" href="https://plus.google.com/102717496982395822694?rel=author" title="Google+">Google+</a>
		
		
		<a class="twitter" href="http://twitter.com/ronert_obst" title="Twitter">Twitter</a>
		
		
		<a class="github" href="https://github.com/ronert" title="GitHub">GitHub</a>
		
    
		
		
		
		
		
		<a class="rss" href="/atom.xml" title="RSS">RSS</a>
		
	</div>
	<form class="search" action="http://google.com/search" method="get">
		<input class="alignright" type="text" name="q" results="0">
		<input type="hidden" name="q" value="site:ronert-obst.com">
	</form>
</nav>

</header>
	
		
	
	<div id="content" class="inner"><article class="post">
	<h2 class="title">Weekend Linkfest 20.10.2013</h2>
	<div class="entry-content"><div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Statistics and Machine Learning</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><a href="http://jmlr.org/papers/v11/rasmussen10a.html">Gaussian Processes for Machine Learning (GPML) Toolbox</a>
</li>
<li><a href="http://rpubs.com/schmidb/rstatsMongoDB">R Statistics with MongoDB</a>
</li>
<li><a href="https://www.ipam.ucla.edu/schedule.aspx?pc%3Dgss2012">Graduate Summer School: Deep Learning, Feature Learning</a>
</li>
<li><a href="http://tsunami.io/blog-DBN_Digits.html">Deep Belief Nets with Tsunami</a>
</li>
<li><a href="http://deep-awesomeness.tumblr.com/?og%3D1">Sum-product networks</a>
</li>
<li><a href="http://nbviewer.ipython.org/urls/raw.github.com/fonnesbeck/multilevel_modeling/master/multilevel_modeling.ipynb">An Introduction to Bayesian Methods for Multilevel Modeling</a>
</li>
<li><a href="https://github.com/halrlee/research/wiki/Machine-Learning-&-Deep-Learning-Links">Machine Learning &amp; Deep Learning Links</a>
</li>
<li><a href="https://aws.amazon.com/marketplace/pp/B00FQRYRP6">Data Science Toolkit on AWS Marketplace</a>
</li>
<li><a href="http://bayesianbiologist.com/2013/10/10/calculating-auc-the-hard-way/">Calculating AUC the hard way</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">R Package of the Week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><a href="http://trestletechnology.net/2013/10/interactive-3d-in-shiny-shinyrgl/">Interactive 3D in Shiny (shinyRGL)</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Paper(s) of the Week</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="http://arxiv.org/pdf/1309.7804v1.pdf">On statistics, computation and scalability</a>
</li>
<li><a href="http://jmlr.org/papers/v14/mukherjee13a.html">A Theory of Multiclass Boosting</a>
</li>
<li><a href="http://jmlr.org/papers/v14/curtin13a.html">MLPACK: A Scalable C++ Machine Learning Library</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Programming</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://www.inf.fu-berlin.de/inst/ag-ki/rojas_home/documents/1996/NeuralNetworks/neuron.pdf">Markdown Cheatsheet</a>
</li>
<li><a href="http://geops.csail.mit.edu/docs/mapd_overview.pdf">An Overview of MapD (Massively Parallel Database)</a>
</li>
<li><a href="http://lifehacker.com/grab-over-500-free-programming-books-from-github-1447805132">Grab Over 500 Free Programming Books from GitHub</a>
</li>
<li><a href="http://flowingdata.com/2013/10/18/responsive-maps-with-d3-js/">Responsive maps with D3.js</a>
</li>
<li><a href="http://enja.org/d3/">d3 Tutorials</a>
</li>
<li><a href="http://ilanthedataman.com/understanding-the-data-game/2013/9/30/messing-with-students">Messing with d3</a>
</li>
<li><a href="https://github.com/yhat/ggplot/blob/master/README.md">ggplot clone for Python</a>
</li>
<li><a href="http://www.youtube.com/watch?feature%3Dyoutu.be&v%3DKZHzrRHJqbo&desktop_uri%3D%252Fwatch%253Fv%253DKZHzrRHJqbo%2526feature%253Dyoutu.be&app%3Ddesktop">Hadoop YARN Meeting - 27 September 2013 - YouTube</a>
</li>
<li><a href="http://readwrite.com/2013/10/16/hadoop-2-yarn-mapreduce-2-big-data-more-accessible?utm_campaign%3D&utm_source%3Ddirect-readwr.it&awesm%3Dreadwr.it_c03h&utm_medium%3Dreadwr.it-twitter&utm_content%3Dreadwrite3-orionautotweet#awesm%3D~okOcCywt0Jmxak">Hadoop 2.0 Makes Big Data Even More Accessible</a>
</li>
<li><a href="https://vimeo.com/76921351">Scalable Analytics and Visualization: Connecting Expertise to Data With Python on Vimeo</a>
</li>
<li><a href="http://mattfaus.com/2013/10/big-data-at-khan-academy/">Big Data at Khan Academy</a>
</li>
<li><a href="http://hackflow.com/blog/2013/10/13/functional-python-made-easy/">Functional Python Made Easy</a>
</li>
<li><a href="https://github.com/Mathapedia/LaTeX2HTML5">LaTeX2HTML5</a>
</li>
<li><a href="https://github.com/mendeley/mrec">mrec recommender systems library</a>
</li>
<li><a href="http://wrobstory.github.io/2013/10/mapping-data-python.html">Mapping Data in Python with Pandas and Vincent</a>
</li>
<li><a href="http://statacumen.com/teach/SC1/SC1_16_Maps.pdf">Maps in R</a>
</li>
<li><a href="http://decisionstats.com/2013/10/08/plyrmr-bringing-rstats-plyr-to-map-reduce-for-hadoop/">Plyrmr- bringing #rstats Plyr to Map Reduce for Hadoop</a>
</li>
</ul>
</div>
</div>
</div>


<div class="meta">
	<div class="date">








  


<time datetime="2013-10-20T00:00:00+02:00" pubdate data-updated="true">Oct 20<span>th</span>, 2013</time></div>
	<div class="tags">


	<a class='category' href='/blog/categories/linkfest/'>Linkfest</a>


</div>
	
</div></article>

	<div class="share">
	<div class="addthis_toolbox addthis_default_style ">
	
	
	<a class="addthis_button_tweet"></a>
	
	
	<a class="addthis_button_google_plusone" g:plusone:size="medium"></a>
	
	<a class="addthis_counter addthis_pill_style"></a>
	</div>
  <script type="text/javascript" src="http://s7.addthis.com/js/250/addthis_widget.js#pubid="></script>
</div>


</div>
	<footer id="footer" class="inner">Copyright &copy; 2013

    Ronert Obst

– Proud member of <a href="http://www.r-bloggers.com">www.r-bloggers.com</a>
</footer>
	<script src="/javascripts/slash.js"></script>
<script src="/javascripts/jquery.fancybox.pack.js"></script>
<script type="text/javascript">
(function($){
	$('.fancybox').fancybox();
})(jQuery);
</script> <!-- Delete or comment this line to disable Fancybox -->


<script type="text/javascript">
      var disqus_shortname = 'everythingcounts';
      
        
        var disqus_script = 'count.js';
      
    (function () {
      var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
      dsq.src = 'http://' + disqus_shortname + '.disqus.com/' + disqus_script;
      (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    }());
</script>



	<script type="text/javascript">
		var _gaq = _gaq || [];
		_gaq.push(['_setAccount', 'UA-40781735-1']);
		_gaq.push(['_trackPageview']);

		(function() {
			var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
			ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
			var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
		})();
	</script>



</body>
</html>